[BD_LostSouls_SoulCollectable InteractiveObjectBalanceDefinition]
DefaultDisplayName="Third basket"

[IO_DemonicSouls_Bonfire1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_DemonicSouls_Bonfire2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_DemonicSouls_Bonfire3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_LostSouls_SoulCollectable InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_DemonicSouls_Soul MissionItemDefinition]
UseFailureCharacterMessage="You should too %s Use it."
ItemName="Soul"
PickupMessage="you accept %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This product does not exist.."
NoManufacturerName="General"

[ItemDefs.ID_MO_DemonicSouls_Soul:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="You feel anxious. The torture regime is broken.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DemonicSouls_Souls2 MissionItemDefinition]
UseFailureCharacterMessage="Of course you are %s Use this article."
ItemName="SAIN"
PickupMessage="You're right %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This does not exist.."
NoManufacturerName="Privacy"

[ItemDefs.ID_MO_DemonicSouls_Souls2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="You download Egyptian economic problems."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DemonicSouls_Souls3 MissionItemDefinition]
UseFailureCharacterMessage="I am honest. %s Use this.."
ItemName="a ghost"
PickupMessage="Now he is finally born. %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="the leader"

[ItemDefs.ID_MO_DemonicSouls_Souls3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Am I bored? Offense management is more than that."
NoConstraintText=""
Suffix=""
Prefix=""

